{"intents":[
    {"tag": "bonjour",
    "patterns":["bonjour","salut","hey","cc","bjr"],
    "reponses": ["Bonjour, en quoi puis je vous etre utile."],
    "context_set":""},

    {"tag":"aurevoir",
    "patterns":["bonne journée","aurevoir","bye","merci","merci de m'avoir aidé","cordialement"],
    "reponses":["au revoir et bonne journee."],
    "context_set":""},
    
    {"tag":"ca_va",
    "patterns":["comment allez vous","ca va","passez vous une bonne journée"],
    "reponses":["Je vais bien, merci."],
    "context_set":""},

    {"tag":"langue",
    "patterns":["je voudrais savoir quelle langue vous enseignez","je voudrais savoir quelles langues sont disponibles","je voudrais savoir quelles langues sont enseignées","j'aimerais' savoir quelles langues sont enseignées","j'aimerais savoir quelles langues sont disponibles","quelles langues peut on apprendre"],
    "reponses":["Nous enseignons : l'espagnol, l'anglais, l'allemand, le latin, nous avons une section anglophone et une section europe."],
    "context_set":""},

    {"tag":"specialite",
    "patterns":["je voudrais savoir quelles sont les spécialites enseignées à Jeanne d'Arc","quelles spécialités sont enseignées / disponibles","j'aimerais savoir quelles sont les spécialites enseignées à Jeanne d'Arc","quel spécialiter proposer vou","spécialité"],
    "reponses":["Humanites, mathematiques avec option maths expertes ou complementaires, physique chimie, SES, SVT, NSI (meilleure matiere ;)), LLCE (literature etrangere) et géopolitique sont enseignes au lycee jeanne d'arc en classe de premiere et de terminale"],
    "context_set":""},
    
    {"tag":"matiere",
    "patterns":["quelles matières enseigné vous","qu'elles sont les matières enseignées","quelles matières proposez vous"],
    "reponses":["Nous enseignons pour les matières obligatoires en 2nd : le français, les mathematiques, la physique-chimie, la SVT (science et vie de la terre), la SNT (science du numérique et de l'informatique), la SES (science economique et sociale), l'histoire et la geographie, l'EMC (education morale et civique), l'anglais, l'allemand, l'espagnole et le sport. En 1er : le français, l'histoire et la gegraphie, l'EMC, l'enseignement scientifique, l'anglais, l'allemand, l'espagnole et le sport. En Terminale le français sera remplacer par la phylosophie"],
    "context_set":""},

    {"tag":"menu",
    "patterns":["menu vegetarien","y a t il des repas sans viande", "y a t il des repas pour les végétariens","y a t il un menu végétarien","y a t il un menu sans viande","j'aimerais savoir si le lycée propose des repas végétariens"],
    "reponses":["Chaque jour un  menu alternatif pour les vegetariens est propose a la cantine"],
    "context_set":""},
    
    {"tag":"annee_etranger",
    "patterns":["peut on faire une année à l'etranger","peut on faire des échanges à l'étranger","j'aimerais savoir s'il est possible de faire une année à l'étranger"],
    "reponses":["Oui, une annee est proposee en Angleterre entre la seconde et la premiere et un echange de quelques jours au Danemark. En revanche le voyage en Angleterre ne valide pas l'annee, c'est une annee supplementaire a l'etranger"],
    "context_set":""},

    {"tag":"religion",
    "patterns":["y a t il des cours de catéchisme","Les cours de religion sont ils obligatoires","les cours de cathéchisme sont ils obligatoires","le cathéchisme est il obligatoire","j'aimerais savoir si les cours de cathéchisme sont obligatoires","cathéchisme","cour de religion","y a t il un enseignement religieux","enseignement religieux"],
    "reponses":["Oui les cours de cathechisme sont obligatoires mais differents parcours sont proposes aux eleves. Ces cours sont au rythme de 1 heure toutes les deux semaines"],
    "context_set":""},

    {"tag":"entrer_sortie",
    "patterns":["Quand les élèves peuvent ils sortire de l'établisement","Est-ce que les élèves peuvent entrer et sortir du lycée sans controle","les élèves sont ils autorisés à sortir du batiment/lycée/établisment","J'aimerais savoir si les élèves peuvent sortir du lycée pendant les pauses","sortie"],
    "reponses":["Les eleves de seconde ne sont pas autorises a sortir pendant les intercours, les heures d'etude et les recreations ; les premieres et les terminales peuvent sortir quand ils le souhaitent"],
    "context_set":""},

    {"tag":"inscription",
    "patterns":["inscription","Comment s'inscrire au lycée","Quels documents sont attendus pour l'inscription","Je voudrais connaître les documents nécessaires a l'incription","Comment inscire mon enfant au lycee","J'aimerais connaître les documents nécessaires a l'incription","quelles sont les formalités d'inscription","comment peut on inscrire son enfant"],
    "reponses":["Pour s'inscrire il faudra : prendre un rendez vous avec le directeur ou le directeur adjoint et envoyer les bulletins contenant les resultats scolaires du college. Pour cela apeller le 04 50 28 36 14."],
    "context_set":""},

    {"tag":"rendez vous",
    "patterns":["Je voudrais savoir s'il faut prendre rendez-vous pour l'inscription","faut il prendre rendez-vous pour inscrire mon enfant au lycee","j'aimerais savoir s'il faut prendre rendez-vous pour l'inscription","rendez vous"],
    "reponses":["Oui, un rendez vous est necessaire avec le directeur our le co directeur pour s'incrire au lycee"],
    "context_set":""},

    {"tag":"numero",
    "patterns":["Je voudrais savoir quel numero il faut appeler","Quel est le numero à appeler pour s'inscrire","Quel numéro faut-il appeler pour inscrire mon enfant","J'aimerais savoir quel numero il faut appeler","comment contacter le lycée / le bureau des inscriptions","contact","numéro","qui dois je contacter pour une inscription"],
    "reponses":["Le numero a appeler pour les inscriptions au lycee est le suivant : 04 50 28 36 14"],
    "context_set":""},

    {"tag":"etudes",
    "patterns":["etude","Je voudrais savoir si des etudes surveillées sont proposées","Le lycée propose-t-il des études surveillées","J'aimerais savoir si des etudes surveillées sont proposées","comment se déroulent les études"," y a t il une etude","comment fonctionnent les études"],
    "reponses":["Oui, des heures d'etude surveillee peuvent etre fixees pendant les heures de pause de l'eleve"],
    "context_set":""},

    {"tag":"messe au lycee",
    "patterns":["messe","Je voudrais savoir si des messes sont organisees au lycee","le lycee propose-t-il des messes","y'a-t-il des moments de priere ou de messe au lycee","J'aimerais savoir si des messes sont organisees au lycee","le lycée propose t il des messes","y a-t-il des messes","les messes sont obligatoires","les élèves sont ils obligés de se rendre au messe organisé par le lycée"],
    "reponses":["Oui, des messes sont organisees au lycee notamment pour les fetes chretiennes, elles sont neanmoins facultatives"],
    "context_set":""},

    {"tag":"soutien",
    "patterns":["soutien","soutien scolaire","Je voudrais savoir si vous proposez du soutien scolaire","proposez vous du soutien scolaire","est-il possible de prendre des cours particuliers","J'aimerais savoir si vous proposez du soutien scolaire"],
    "reponses":["Il est possible d'avoir du soutien scolaire mais cela reste a l'initiative des professeurs"],
    "context_set":""},

    {"tag":"as",
    "patterns":["as","associations sportives","Je voudrais savoir si il y des as / associations sportives","j'aimerais savoir si vous proposez des as / associations sportives sur la pause méridienne","J'aimerais savoir si il y des as","avez vous des associations sportives"],
    "reponses":["Oui, nous proposons des as (temporairement suspendue du a la cirse du covid 19). Les sports sont proposes sur une affiche sur un panneau dedie. Le montant de la licence est de 20€"],
    "context_set":""},

    {"tag":"reussite",
    "patterns":["réussite","Je voudrais connaître le taux de réussite au lycée","Quel est le taux de réussite au lycée","J'aimerais connaître le taux de réussite au lycée","taux de réussite au bac"],
    "reponses":["En 2020, 100% des eleves en filiere ES ont reussi leur baccalaureat, 91% pour les L, et 100% pour les S"],
    "context_set":""},

    {"tag":"tarifs",
    "patterns":["tarif","prix","combien coute la scolarité","Je voudrais connaître les tarifs d'inscription","Quels sont les prix à payer pour inscrire mon enfant","Quels sont les tarifs","J'aimerais connaître les tarifs d'inscription","qu'est le prix d'une année au lycée","quels sont vos prix pour une inscription","combien coutent les études"],
    "reponses":["Les tarifs sont calculés en fonction de vos revenus, consultez ce lien pour en savoir plus : https://www.jda-gex.org/infos-pratiques/tarifs/"],
    "context_set":""},

    {"tag":"casiers",
    "patterns":["casier","Je voudrais en savoir plus sur les casiers","Comment les casiers sont-ils organisés au lycée","Faut-il acheter un cadenas pour les casiers","J'aimerais en savoir plus sur les casiers"],
    "reponses":["Les casiers se situent en dehors des classes. Les cadenas sont fournis par le lycee pour le prix de 10 euros. S'il est encore en bon etat a la fin de l'annee, les 10 euros sont alors rendus"],
    "context_set":""},

    {"tag":"manuels",
    "patterns":["Je voudrais savoir si le lycée fournit des manuels","Les manuels sont-ils donnés par le lycée","Le lycée fournit-il les manuels","J'aimerais savoir si le lycée fournit des manuels"],
    "reponses":["Les manuels sont fournis par le lycée, en fin d'annee, si certains sont abimes, une facture sera envoyee"],
    "context_set":""},

    {"tag":"cantine",
    "patterns":["comment fonctionne la cantine","fonctionnement cantine","Je voudrais savoir comment fonctionne le passage à la cantine","Comment le passage à la cantine fonctionne-t-il","J'aimerais savoir comment fonctionne le passage à la cantine"],
    "reponses":["Un ordre de passage par niveau de classe est applique à la cantine. Avec la crise COVID-19, cet ordre de passage a été modifié, laissant désormais place a un passage par classe et non par niveau. Informations supplementaires : il existe des alternatives vegetariennes pour les eleves vegetariens. Les eleves peuvent emmener leur propre repas s'ils ont un certificat medical. Le prix des repas occasionnels est de 8 euros et 50 centimes"],
    "context_set":""},
    
    {"tag":"cantine_y_n",
    "patterns":["avez vous une cantine","y a t il une cantine","cantine"],
    "reponses":["Oui, nous avons une cantine"],
    "context_set":""},

    {"tag":"transports",
    "patterns":["transport","transport en commun","Je voudrais en savoir plus sur les transports","Comment fonctionnent les transports scolaires","J'aimerais en savoir plus sur les transports","y a t il des transport en commun"],
    "reponses":["Les bus passent a 16h35 ou 17h25, en revanche, il est interdit aux lyceens de prendre ceux de 16h35. Vos parents doivent vous inscrire avant la rentree pour vous procurer la carte de bus"],
    "context_set":""},

    {"tag":"horaires",
    "patterns":["horraire","Je voudrais connaître les horaires de cours","Quels sont les horaires de cours","J'aimerais connaître les horaires de cours","horraires des cours","quels sont les horaires"],
    "reponses":["Voici les horaires de cours. Matin : 8h30 : 1er cours / 9h25 : 2eme cours / 10h35 : 3eme cours / 11h30 : 4eme cours ou repas // Après-midi : 13h30 : 1er cours / 14h25 : 2eme cours / 15h35 : 3eme cours / 16h30 : dernier cours"],
    "context_set":""},

    {"tag":"eleves",
    "patterns":["étudiant","élève","nombre élèves","combien d'élèves y a t il dans le lycée / institution","Je voudrais connaître le nombre d'élèves par classe", "Combien y'a-t-il d'élèves par classe","J'aimerais  connaître le nombre d'élèves par classe"],
    "reponses":["Il y a environ 30 eleves par classe, legerement plus pour les secondes, et legerement moins pour le premieres et terminales. L'instition entiere compte 73 classes et 1938 eleves."],
    "context_set":""},

    {"tag":"test_langue",
    "patterns":["cambridge","Je voudrais savoir s'il est possible d'être évalué sur une langue","Y a t-il des examens en langues étrangères","J'aimerais savoir s'il est possible d'être évalué sur une langue","peut on passé le cambridge"],
    "reponses":["Il est possible de passer un test de Cambridge en anglais en terminale"],
    "context_set":""},
    
    {"tag":"cdi_y_n",
    "patterns":["avez vous un cdi","y a t il un cdi"],
    "reponses":["Oui le lycee a un cdi"],
    "context_set":""},
    
    {"tag":"cdi",
    "patterns":["cdi","Que peut-on faire au cdi","Je voudrais savoir ce que le cdi propose","qu'est-t-il possible de faire au cdi","J'aimerais savoir ce que le cdi propose"],
    "reponses":["Il est possible d'imprimer des travaux ou autres au CDI. Il est egalement possible d'utiliser les ordinateurs ou d'emprunter des livres pour une duree discutee au moment de l'emprunt"],
    "context_set":""},

    {"tag":"option",
    "patterns":["option","quelles options sont disponible","je voudrais savoir quelles options vous proposez / sont disponiblent","j'aimerais savoir quelles options sont disponiblent / vous proposez","quelles options enseignez vous"],
    "reponses":["Nous proposons : math experte, math complementaire, classe europeenne (qui devient new horizons en 1er), une section anglophone, latin, espagnole et allemand LV3"],
    "context_set":""},

    {"tag":"journee_porte_ouvert",
    "patterns":["journée porte ouvert","y a t il des journées porte ouverte","peut on visiter le lycée"],
    "reponses":["Actuellement, aucune journee porte ouverte n'est prevue."],
    "context_set":""},
    
    {"tag":"blague",
    "patterns":["blague","raconte moi une blague","dis moi une blague","dites moi une blague"],
    "reponses":["La maîtresse dit à Toto : Tu es epicier. J’entre dans ton magasin et je choisis une salade à 1 euro, un kilo de carottes à 3 euros et trois litres de jus d’oranges à 4,50 euros. Combien je te dois ?   Toto reflechit un moment et se met dans la peau de l’epicier,    - Ne vous en faites pas ma p’tite dame, vous me reglerez votre note demain !","On ne dit pas un microprocesseur. Mais un petit prof.","Quelle est le sport le plus silencieux ?   Le parachhhhhhhuuuutt","Un geek ne s'ennuis pas! Il se fichier","Toc toc qui est la... bah Emma"],
    "context_set":""},

    {"tag":"orientation",
    "patterns":["orientation","comment ce déroule l'orientation","qu'elles sont les moyen mis en place pour aider les élèves dans leur démarche professionnel","j'aimerais savoir comment se déroule l'orientation au lycée / dans l'institution","je voudrais savoir comment se déroule l'orientation au lycée / dans l'institution"],
    "reponses":["Toute les 2 semaines une heure de cour est organisé par le professeur principale pour aider les élèves à s'orienter."],
    "context_set":""},
 
    {"tag":"avast",
    "patterns":["tu du du"],
    "reponses":["Une menace a ete detecte","La base viral VPS a ete mise a jour"],
    "context_set":""}
]
}
